import image1 from "../images/1.jpg";
import image2 from "../images/2.jpg";
import image3 from "../images/3.jpg";
import gift1 from "../images/gifts/1.png";

export const _albums = [image1, image2, image3 ];

export const _giftAlbums = gift1;

export const _messages = [
    "สวัสดีค่ะ งานนี้เกิดมาได้เพราะเราตั้งใจที่จะทำอะไรที่สามารถเก็บเป็นความทรงจำ หรือบันทึกเรื่องราวของเราออกมา",
    "มันอาจจะไม่ได้เป็นอะไรที่ซับซ้อนหรือยิ่งใหญ่อะไรเท่าไหร่ แต่เราอยากให้มันมาจากใจของเราจริง ๆ ค่ะ",
    "ขอโทษที่มันไม่ค่อยมีรูปดี ๆ ของคุณในนี้นะคะ เราพยายามหาแล้วแต่ในเครื่องเรามันมีแต่อะไรไม่รู้",
    "ขอบคุณที่เข้ามาใช้ชีวิตร่วมกันนะคะ ขอบคุณสำหรับทุกเรื่องค่ะ ไม่ว่าจะเป็นเรื่องเล็ก ๆ หรือเรื่องใหญ่ ที่คุณทำให้เรา เรารู้สึกว่าชีวิตเรามีความสุขมากขึ้นตั้งแต่มีคุณนะคะ",
    "เราเลยคิดว่า ถ้าจะทำอะไรให้เธอในวันพิเศษนี้ เราก็อยากจะทำให้มันเป็นสิ่งที่ทำให้คุณยิ้มได้และรู้สึกดี เราไม่เก่งเรื่องคำพูดหวาน ๆ แถมขี้อายยิ่งกว่าอะไรดี แต่เราอยากบอกว่าคุณมีความหมายกับเราแค่ไหน",
    "หวังว่าคุณจะมีความสุขในวันเกิดนี้มาก ๆ นะคะ ให้เว็บนี้บอกความรู้สึกใจในของเรานะคะ เพราะถ้าให้พูดเองเกรงว่าแกอาจต้องรอทั้งเดือนเพื่อให้ย่อหน้านี้จบลง",
];

export const _birthdayMessages = [
    "สุขสันต์วันเกิดนะคะ!",
    "วันนี้เป็นวันที่พิเศษสำหรับเรามาก ๆ เลย",
    "ขอบคุณสำหรับทุกสิ่งที่คุณทำให้ ทุกความรู้สึกดี ๆ ที่มีร่วมกัน ไม่ว่าจะเป็นวันธรรมดาหรือวันที่คุณอารมณ์ไม่ดีมาด้วยกัน",
    "คุณทำให้เรารู้สึกว่า ชีวิตเรามีคุณค่าเพิ่มขึ้น ขอบคุณที่คอยฉีดยาและเป็นพลังใจให้เสมอมานะคะ เราอยากให้ปีนี้เป็นปีที่เต็มไปด้วยความสุข ความสมหวังในทุกสิ่งที่คุณตั้งใจ",
    "ขอให้ทุกความฝันของเธอเป็นจริง และเราจะอยู่ข้างคุณเสมอ ในทุกความสำเร็จและทุกความท้าทายนะ เราดีใจมากๆที่ได้เป็นส่วนหนึ่งในชีวิตของคุณ รักคุณมาก ๆ นะคะ",
    "สุขสันต์วันเกิดอีกครั้งค่ะ",
];
